{
  "users": [
    {
      "id": "user-1691415836837",
      "fullName": "Test",
      "email": "test100@test.com",
      "password": "test",
      "referralCode": "REF-test100@test.com",
      "referralPoint": 50000
    },
    {
      "id": "user-1691423705878",
      "fullName": "TEST",
      "email": "test@test.com",
      "password": "test",
      "referralCode": "REF-test@test.com",
      "referralPoint": 0
    },
    {
      "id": "user-1691473691799",
      "fullName": "Test",
      "email": "test1@test.com",
      "password": "test",
      "referralCode": "REF-test1@test.com",
      "referralPoint": 50000
    }
  ],
  "products": [
    {
      "id": "product-1691422349211",
      "userId": "user-1691415836837",
      "title": "Stand-Up Fest “The Series”",
      "imageUrl": "https://comika.id/wp-content/uploads/2023/07/stand-up-fest-the-series-cover-300x300.png",
      "country": "Indonesia",
      "province": "Jakarta",
      "city": "Jakarta Selatan",
      "address": "Jalan",
      "description": "Stand Up Fest \"The Series\" persembahan Indonesia Media yang menampilkan Komika ternama Popon Kerok, Ate, Yono Bakrie, Soleh Solihun dan Mongol Stres di Gedung Menara Kuningan Jakarta. Hadir dengan versi video digital yang menyampaikan keresahan dari setiap Komikanya. Mulai dari Popon Kerok yang memperkenalkan dirinya sebagai bapak rumah tangga namun kesehariannya menjadi makmum. Popon cerita soal peran menjadi seorang ayah, pola parenting, ibadah, kiat-kiat lomba 17 Agustus-an ditanamkannya sejak dini. Lalu, Ate julid dengan orang yang war tiket Coldplay hingga me-riffing menteri PUPR Basuki Hadimuljono. Dilanjut dengan Yono Bakrie yang merasa mirip Lee Min Ho. Soleh Solihun yang nyenggol Mongol Stres tentang memuja setan hingga di akhir sesi Mongol Stres menjawab semua keresahan tentang gereja dan satanis yang melekat pada dirinya. Tonton video digitalnya sekarang original dan eksklusif di Comika.id.",
      "startAt": "2023-08-28T14:00",
      "price": 100000,
      "capacity": 100,
      "currentCapacity": 16
    },
    {
      "id": "product-1691649832950",
      "userId": "user-1691649687492",
      "title": "Si Paling Hijrah",
      "imageUrl": "https://comika.id/wp-content/uploads/2023/08/si-paling-hijrah-cover-300x300.jpg",
      "country": "AS",
      "province": "Texas",
      "city": "Texas",
      "address": "St. Texas 26",
      "description": "Stand-Up Comedy Special \"Si Paling Hijrah\" oleh Fuadh Naim si influencer dakwah ini menyampaikan keresahannya mengenai banyak istri banyak anak, bahas PAUD dan ikan hias, kelakuan hawaariyyun, rezeki dari mana aja, kelakuan anak hijrah, aktivis kawin, semua orang hatinya busuk, hingga challenge aneh pengajian. Komika ini akan membawakan setiap cerita dengan ciri khasnya yang tentunya akan menghibur kamu dimana pun kamu berada.\nPERHATIAN\nSize : 395 MB\nDurasi Si Paling Hijrah : 01:24:07\nResolusi Video : HD 1280X720\nSegera lakukan download karena link akan otomatis expired dalam waktu 7 hari\nTIPS DOWNLOAD\nMasuk ke My account, lalu ke My order https://comika.id/my-account/orders/ dan klik tombol DOWNLOAD pada order produk yang sukses pembayaran (COMPLETED)\nJangan gunakan wifi yg ada limit download\nJangan gunakan software download external gratisan\nDisarankan gunakan incognito browse atau private browser Google Chrome\nPERHATIAN!\nVideo ini hanya diperuntukkan umur 18 tahun ke atas, karena mengandung kata-kata makian, sarkas, dan materi dewasa. Kebijaksanaan pembeli harap diperhatikan.\nTags\nFuadh Naim , AGUSTUS 2023\nTalent\nFuadh Naim",
      "startAt": "2023-08-30T16:00",
      "price": 0,
      "capacity": 1000,
      "currentCapacity": 165
    }
  ],
  "transactions": [],
  "promotions": [],
  "productsReviews": []
}
